"LANG" = "(Spanish)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Verificar";
"TB_MAINTAIN" = "Mantenimiento";
"TB_CLEAN" = "Limpieza";
"TB_UTILS" = "Utilidades";
"TB_AUTOMATE" = "Automatizar";
"TB_PARAM" = "Parámetros";
"TB_INFO" = "información";
"TB_LOG" = "Log";

"TT_ONYX" = "Ver únicamente la Barra de herramientas";
"TT_CHECK" = "Ejecutar verificación";
"TT_MAINTAIN" = "Ejecutar el mantenimiento de sistema";
"TT_CLEAN" = "Ejecutar la limpieza";
"TT_UTILS" = "Ejecutar operaciones diversas";
"TT_AUTOMATE" = "Ejecutar el mantenimiento del sistema y la limpieza";
"TT_PARAM" = "Activar y desactivar las funciones ocultas";
"TT_INFO" = "Ver info";
"TT_LOG" = "Mostrar registro e Informes de Error de OnyX";

"EXEC_ONYX" = "Cargando OnyX";
"READ_PARAM" = "Leyendo parámetros...";
"READ_INFO" = "Leyendo información...";

"DEFAULT" = "por defecto";
"BY_PROC" = " (per processor)";
"BY_CORE" = " (per core)";
"USEDBYSYSTEM" = " (used by the System)";
"USEDBYONYX" = " (used by OnyX)";
"OCTETS" = " bytes";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Cancelar";
"B_DL" = "Descargar";
"B_QUIT" = "Abandonar";
"B_CONTINUE" = "Continuar";
"B_RESTART" = "Reiniciar";
"B_CLOSE" = "Cerrar";
"B_SHUTDOWN" = "Apagar";
"B_CREATE" = "Crear";
"B_DELETE" = "Borrar";
"B_ENABLE" = "Activar";
"B_DISABLE" = "Desactivar";
"FIELD_ENABLE" = "Activo";
"FIELD_DISABLE" = "Inactivo";

"CHECK_UPDATE" = "Buscando versión nueva...";
"UPTODATE" = "OnyX está actualizado.";
"MSG_UPTODATE" = "No hay ninguna actualización de OnyX disponible. Pulse Aceptar para continuar.";
"NO_UPDATE" = "No está disponible ninguna versión nueva";
"NO_UPDATEBETA" = "Impossible to search for an update from a Beta version.";
"UPDATE_DL" = "Se ha detectado una nueva versión y se ha descargado";
"UPDATE_NODL" = "Se ha detectado una nueva versión pero no se ha descargado";
"DL_UPDATE" = "Descargando...";
"NEW_VERS" = "Se ha detectado una nueva versión.";
"MSG_VERSA" = "Actualmente, usted está usando la versión ";
"MSG_VERSB" = " de OnyX.\nHay disponible una versión más reciente (";
"MSG_VERSC" = ").\n ¿Desea descargarla?";
"DLOK" = "Descargadas.";
"MSG_DLOK" = "La última versión de OnyX ha sido descargada y copiada en el Escritorio (o en la carpeta que haya definido en las Preferencias de OnyX).";

"CHECK_SMART" = "Comprobando el estado S.M.A.R.T.";
"MSG_CHECKSMART" = "Se recomienda una verificación regular del estado S.M.A.R.T. del disco. Esta operación apenas dura unos pocos segundos y puede ser deshabilitada en las preferencias de OnyX.";
"DISABLE_SMART" = "La verificación durante el arranque del estodo S.M.A.R.T. puede ser desactivado en las preferencias de OnyX.";
"SMART_VERIFIED" = "Estado S.M.A.R.T. verificado.";
"MSG_SMART_VERIFIED" = "El disco parece que está trabajando correctamente.";
"SMART_NOTSUPPORTED" = "Estado S.M.A.R.T. no soportado.";
"MSG_SMART_NOTSUPPORTED" = "El estado S.M.A.R.T. no ha sido verificado porque no está soportado por este disco.";
"SMART_NOTVERIFIED" = "Estado S.M.A.R.T. no verificado.";
"MSG_SMART_NOTVERIFIED" = "Error detectado mientras se comprobaba el estado S.M.A.R.T. de este disco.";
"MSG_SMART_RAID" = "OnyX no puede comprobar el estado S.M.A.R.T. de un Conjunto RAID.";

"CHECKDISK" = "Verificando el volumen de arranque";
"MSG_ALERTCHECK" = "Antes de ejecutar el mantenimiento o limpieza del Sistema, se recomienda verificar el disco de arranque.";
"MSG_CHECKDISK" = "Para comprobarlo, OnyX se cerrará todas las aplicaciones abiertas (algunas tareas pueden falsear el resultado de la comprobación). \nDurante la verificación, el Finder puede funcionar lentamente e incluso no responder, puede aparecer el cursor dando vueltas, o puede parecer que su ordenador ha dejado de responder (freeze). Esto es previsible, por favor ¡¡Espere!!";
"CHECKDISK_OK" = "Volumen verificado.";
"MSG_CHECKDISK_OK" = "El volumen de arranque parece estar correcto.";
"CHECKDISK_NOTOK" = "El volumen necesita ser reparado.";
"MSG_CHECKDISK_NOTOK" = "Para reparar el disco de arranque, arranque el ordenator desde el disco de instalación del Mac OS X (CD o DVD) y, a continuación, seleccione Utilidades > Utilidad de Discos...";
"NOCHECKDISK" = "Comprobación imposible.";
"MSG_NOCHECKDISK" = "Resulta imposible verificar el volumen de arranque porque no dispone de registro.";

"CHECK_PLIST" = "Verificando los ficheros de preferencias...";
"PLIST_OK" = "La sintaxis de los ficheros verificados es correcta.";

"REPAIRPERM" = "Corrigiendo permisos del disco";
"DAILY" = "Ejecutando script diario";
"WEEKLY" = "Ejecutando script semanal";
"MONTHLY" = "Ejecutando script mensual";
"ARCHIVEDLOGS" = "Borrando registros archivados";
"ENDSCRIPTS" = "Scripts finalizados.";
"MSG_ENDSCRIPTS" = "Los scripts seleccionados han sido ejecutados correctamente.";
"LAST_EXEC" = "- Última ejecución: ";
"MAINTAIN" = "Mantenimiento...";
"LAUNCHSERVICES" = "Reconstruyendo la base de datos de LaunchServices";
"DSSTORE" = "Borrando archivos .DS_Store";
"DYLDCACHE" = "Actualizando la caché compartida de dyld";
"INDEX_SPOTLIGHT" = "Reconstruyendo el índice de Spotlight";
"INDEX_BAL" = "Reconstruyendo el índice de los buzones de correo";
"SIDEBAR" = "Reiniciando la Barra lateral de la ventana del Finder";
"HELPVIEWER" = "Reiniciando el menú del Visor de Ayuda";
"ENDMAINTAIN" = "Mantenimiento finalizada.";
"MSG_ENDMAINTAIN" = "Los comandos de mantenimiento seleccionados han sido ejecutados.";

"CLEAN" = "Limpiando...";
"CACHE_BOOT" = "Borrando la Caché de Arranque";
"CACHE_KERNEL" = "Borrando la Caché del Núcleo";
"CACHE_INTLDATA" = "Borrando la Caché de Datos Internacionales";
"CUPS_FILES" = "Borrando todos los trabajos de cups";
"CACHE_DIRECTORYSERVICE" = "Borrando la Caché del Servicio de Directorio";
"CACHE_COMPQT" = "Borrando la Caché de los Componentes QuickTime";
"CACHE_COMPAUDIO" = "Borrando la Caché de los Componentes de Audio";
"CACHE_COMPOTHERS" = "Borrando la Caché de Diversos Componentes";
"CACHE_APP" = "Borrando la Caché de Aplicaciones";
"CACHE_PREFPANES" = "Borrando la Caché de Paneles de Preferencias";
"CACHE_AU" = "Borrando la Caché de Unidades de Audio";
"CACHE_JAVA" = "Borrando la Caché de Java y de Applets Java";
"CACHE_DESKTOP" = "Borrando la Caché de Escritorio";
"CACHE_ICONDOCK" = "Borrando la Caché de Iconos del Dock";
"CACHE_COLORSYNC" = "Borrando la Caché de Perfiles de ColorSync";
"CACHE_QUICKLOOK" = "Borrando la Caché de QuickLook";
"TEMP_ITEMS" = "Borrando archivos temporales";
"CACHE_BROWSER" = "Borrando caché de los navegadores";
"CACHE_DOWNLOAD" = "Borrando caché de descargas";
"HISTORY_BROWSER" = "Borrando historial de los navegadores";
"RECENT_SEARCH" = "Borrando búsquedas recientes";
"WEBPAGE_PREVIEWS" = "Borrando las Previsualizaciones de Páginas Web";
"BOOKMARKS_ICONS" = "Borrando los iconos de URL";
"INFOS_FORM" = "Borrando la información de los formularios";
"COOKIES" = "Borrando las cookies";
"CACHE_FONTS" = "Borrando Caché de Fuentes";
"RECENT_ITEMS" = "Borrando elementos recientes";
"RECENT_CONVERSIONS" = "Borrando las Conversiones Recientes de la Calculadora";
"MAIL_DOWNLOADS" = "Borrando los ficheros bajados de Correo";
"SAVED_SEARCHES" = "Borrando los elementos de la carpeta de Búsquedas Guardadas";
"TMP" = "Borrando los ficheros temporales y obsoletos";
"OLDITUNESLIB" = "Borrando las Bibliotecas Previas de iTunes";
"MYCOMPSS" = "Borrando la lista 'Mis Ordenadores' de Compartir Pantalla";
"CONTENTGUIDEQT" = "Borrando la Guia de Contenidos de QuickTime";
"ENDCLEAN" = "Limpieza finalizada.";
"MSG_ENDCLEAN" = "Los comandos de limpieza seleccionados han sido ejecutados.";

"EMPTY_TRASH" = "Forzar el vaciado de la Papelera";
"DESTROY_TRASH" = "Destruir el contenido de la Papelera";
"ALRT_TRASH" = "Los contenidos de la Papelera de todas las cuentas de todos los volúmenes conectados serán eliminados definitivamente.";
"MSG_DESTROYTRASH" = "Warning: This operation takes a very long time. Wait for the task to complete!";
"ENDEMPTYTRASH" = "Se ha vaciado la Papelera.";
"MSG_ENDEMPTYTRASH" = "Los contenidos de la Papelera de todas las cuentas de todos los volúmenes conectados han sido borradas correctamente.";

"LOCATE_YES" = "Creando la Base de datos Locate";
"LOCATE_NO" = "Borrando la Base de datos Locate";
"MSG_DELETELOCATE" = "¿Realmente desea borrar la base de datos Locate?";
"UPDATE_LOCATE" = "Actualizando de la base de datos Locate";
"SEARCH_LOCATE" = "Buscar en la base de datos locate";
"ENDUPDLOCATE" = "Se ha actualizado la Base de datos Locate.";
"MSG_ENDUPDLOCATE" = "La Base de datos Locate ha sido reconstruida y actualizada correctamente.";
"SEARCH_RESULT" = "Resultado de la búsqueda";
"NO_ITEMFOUND" = "No se han encontrado registros";
"NO_FOUND" = "fueron encontrados.";
"ONE_ITEMFOUND" = "Sólo se ha encontrado un elemento";
"ONE_FOUND" = "fue encontrado.";
"MORE_ITEMFOUND" = "elementos encontrados";
"MORE_FOUND" = "fueron encontrados.";
"UPDATE_WHATIS" = "Actualizando de la base de datos Whatis";
"ENDUPDWHATIS" = "Se ha actualizado la Base de datos Whatis.";
"MSG_ENDUPDWHATIS" = "La Base de datos Whatis ha sido reconstruida y actualizada correctamente.";

"ACCT_YES" = "Activando el registro de procesos";
"ACCT_NO" = "Desactivando el registro de procesos";

"SHOWVOLUME" = "Mostrando el volumen: ";
"HIDEVOLUME" = "Ocultando el volumen: ";
"SHOWFOLDER" = "Mostrando la carpeta: ";
"HIDEFOLDER" = "Ocultando la carpeta: ";
"SHOWFILE" = "Mostrando el fichero: ";
"HIDEFILE" = "Ocultando el fichero: ";

"AUTOMATE" = "Automatizar...";
"ALL_LOGS" = "Borrando registros e Informes de diagnóstico";
"SYSTEM_CACHE" = "Borrando caché de sistema";
"USER_CACHE" = "Borrando la caché del usuario";
"WEB_CACHE" = "Borrando la caché web e historial";
"MISC_ITEMS" = "Borrando diversos elementos";
"ENDAUTOMATE" = "Automatización finalizada.";
"MSG_ENDAUTOMATE" = "Los comandos de automatización seleccionados han sido ejecutados.";

"RESTART" = "Se han ejecutado correctamente todas las tareas seleccionadas."; 
"MSG_RESTART" = "Por favor, reinicie ahora su ordenador.";

"DOUBLEBOTH" = "Activando las flechas dobles en cada extremo";
"DOUBLEMAX" = "Activando las flechas dobles abajo y a la derecha";
"DOUBLEMIN" = "Activando las flechas dobles arriba y a la izquierda";
"SINGLE" = "Activando las flechas simples en cada extremo";
"SETTIME" = "Modificando la velocidad de visualización de los paneles y ventanas";
"CRASHREPORT_BASIC" = "Activando el Modo Básico para los Informes de diagnóstico";
"CRASHREPORT_DEV" = "Activando el Modo Desarrollador para los Informes de diagnóstico";
"CRASHREPORT_SERVER" = "Activando el Modo Servidor para los Informes de diagnóstico";
"DSSTORENETWORK_YES" = "Activando la creación de los ficheros .DS_Store en volúmenes de red";
"DSSTORENETWORK_NO" = "Desactivando la creación de los ficheros .DS_Store en volúmenes de red";
"DSSTORENETWORK" = "Modificando la creación de los ficheros .DS_Store en volúmenes de red."; 
"DSSTORENETWORK_RESTART" = "La modificación de la creación de ficheros .DS_Store en volúmenes de red será efectiva únicamente tras reiniciar el ordenador.\n¿Realmente desea forzar el reinicio ahora?";
"FORMAT_CAPTURE" = "Modificando el formato por defecto de captura de pantalla";
"SHADOWSC_YES" = "Mostrando las sombras en las capturas de ventana";
"SHADOWSC_NO" = "Ocultando las sombras en las capturas de ventana";
"PATH_CAPTURE" = "Modificando la ruta para guardar las capturas de pantalla";
"NEWNAME_CAPTURE" = "Modificando el nombre de las capturas de pantalla";
"RECENTITEMS_YES" = "Mostrando los elementos recientes en las aplicaciones";
"RECENTITEMS_NO" = "Ocultando los elementos recientes en las aplicaciones";
"RECENTPLACES" = "Modificando el número de sitios recientes en los diálogos";
"START_ANIMDESKTOP" = "Iniciar el fondo de escritorio animado";
"STOP_ANIMDESKTOP" = "Parar el fondo de escritorio animado";
"ALERTDOWNLOADED_YES" = "Mostrar el mensaje de aviso al ejecutar aplicaciones descargadas";
"ALERTDOWNLOADED_NO" = "Ocultar el mensaje de aviso al ejecutar aplicaciones descargadas";
"PP_ARCHIVES" = "Instalando el Panel de Preferencias de Archivos";
"PP_PROCESSOR" = "Instalando el Panel de Preferencias del Procesador";
"REINIT_GENERAL" = "Reiniciando parámetros generales";

"ZOOMAPP_YES" = "Activando ampliación para las aplicaciones";
"ZOOMAPP_NO" = "Desactivando ampliación para las aplicaciones";
"ZOOMWIND_YES" = "Activando ampliación para las ventanas";
"ZOOMWIND_NO" = "Desactivando ampliación para las ventanas";
"ANIMINFO_YES" = "Activando efecto de la ventana Información";
"ANIMINFO_NO" = "Desactivando efecto de la ventana Información";
"ANIMSNAP_YES" = "Activando animación Alinear con Retícula";
"ANIMSNAP_NO" = "Desactivando animación Alinear con Retícula";
"SHOWFILESFINDER_YES" = "Mostrando archivos ocultos y de sistema";
"SHOWFILESFINDER_NO" = "Ocultando archivos ocultos y de sistema";
"PATHINTITLE_YES" = "Mostrando la ruta en el título de las ventanas";
"PATHINTITLE_NO" = "Ocultando la ruta del título de las ventanas";
"FOLDERCONTENTQL_YES" = "Mostrando el contenido de las carpetas en las previsualizaciones de QuickLook";
"FOLDERCONTENTQL_NO" = "Ocultando el contenido de las carpetas en las previsualizaciones de QuickLook";
"LABEL_1LINE" = "Mostrando el texto bajo los iconos en una línea";
"LABEL_2LINES" = "Mostrando el texto bajo los iconos en dos líneas";
"MENUBAR" = "Modificando el fondo de la Barra de Menú";
"MENUBAR_RESTART" = "La modificación del fondo de la Barra de Menú únicamente serán efectivos tras reiniciar su ordenador.\n¿Realmente desea forzar el reinicio ahora?";
"SHOWPREFS_YES" = "Mostrando el elemento de menú Preferencias... en el menú Finder";
"SHOWPREFS_NO" = "Ocultando el elemento de menú Preferencias... en el menú Finder";
"SHOWTRASH_YES" = "Mostrando el elemento de menú Vaciar Papelera en el menú Finder";
"SHOWTRASH_NO" = "Ocultando el elemento de menú Vaciar Papelera en el menú Finder";
"QUITFINDER_YES" = "Mostrando el elemento de menú Salir en el menú Finder";
"QUITFINDER_NO" = "Ocultando el elemento de menú Salir en el menú Finder";
"SHOWEJECT_YES" = "Mostrando la opción de menú 'Expulsar' en el menú Archivo";
"SHOWEJECT_NO" = "Ocultando la opción de menú 'Expulsar' en el menú Archivo";
"SHOWBURN_YES" = "Mostrando la opción de menú Grabar Disco... en el menú Archivo";
"SHOWBURN_NO" = "Ocultando la opción de menú Grabar Disco... en el menú Archivo";
"PERSOTOOLBAR_YES" = "Mostrando la opción de menú Personalizar barra de herramientas... en el menú Visualización";
"PERSOTOOLBAR_NO" = "Ocultando la opción de menú Personalizar barra de herramientas... en el menú Visualización";
"VIEWOPTIONS_YES" = "Mostrando la opción de menú Mostrar opciones de visualización en el menú Visualización";
"VIEWOPTIONS_NO" = "Ocultando la opción de menú Mostrar opciones de visualización en el menú Visualización";
"IDISK_YES" = "Mostrando la opción de menú iDisk en el menú Ir";
"IDISK_NO" = "Ocultando la opción de menú iDisk en el menú Ir";
"SHOWGOTOFOLDER_YES" = "Mostrando el elemento de menú Ir a la carpeta... en el menú Ir";
"SHOWGOTOFOLDER_NO" = "Ocultando el elemento de menú Ir a la carpeta... en el menú Ir";
"SHOWCONNECTTO_YES" = "Mostrando el elemento de menú Conectarse al servidor... en el menú Ir";
"SHOWCONNECTTO_NO" = "Ocultando el elemento de menú Conectarse al servidor... en el menú Ir";
"EXTRASMENU" = "Showing the ";
"EXTRASMENUBAR" = " menu in the menu bar";
"REINIT_FINDER" = "Reseteo de los parámetros almacenados del Finder";

"DOCK3D" = "Mostrando el Dock 3D con el efecto espejo";
"DOCK2D" = "Mostrando el Dock 2D con el efecto transparencia";
"GENIE" = "Activando el efecto Aladino";
"SCALE" = "Activando el efecto A escala";
"SUCK" = "Activando el efecto Succión";
"MINIMIZE128_YES" = "Desactivando reducción proporcional a la ventana en el Dock";
"MINIMIZE128_NO" = "Activando reducción proporcional a la ventana en el Dock";
"ORIENTATION_BOTTOM" = "Mostrando el Dock en la parte inferior de la pantalla";
"ORIENTATION_LEFT" = "Mostrando el Dock a la izquierda de la pantalla";
"ORIENTATION_RIGHT" = "Mostrando el Dock a la derecha de la pantalla";
"PINNING_START" = "Anclaje del Dock al borde por su extremo inicial";
"PINNING_MIDDLE" = "Alineación del Dock al centro";
"PINNING_END" = "Anclaje del Dock al borde por su extremo final";
"ALIGN_TOP" = "Alinear arriba";
"ALIGN_BOTTOM" = "Alinear abajo";
"ALIGN_LEFT" = "Alinear a la izquierda";
"ALIGN_RIGHT" = "Alinear a la derecha";
"LAUNCHANIM_YES" = "Activando la animación mientras se abren las aplicaciones";
"LAUNCHANIM_NO" = "Desactivando la animación mientras se abren las aplicaciones";
"NOBOUNCING_YES" = "Desactivando la animación cuando se produce un aviso en segundo plano";
"NOBOUNCING_NO" = "Activando la animación cuando se produce un aviso en segundo plano";
"ONLYSTATICAPP_YES" = "Mostrando en el Dock únicamente las aplicaciones que se estan ejecutando";
"ONLYSTATICAPP_NO" = "Mostrando todas las aplicaciones en el Dock";
"SHOWHIDDEN_YES" = "Activando transparencia para las aplicaciones ocultas";
"SHOWHIDDEN_NO" = "Desactivando transparencia para las aplicaciones ocultas";
"AUTOHIDE_YES" = "Activando la función Ocultar y Mostrar el Dock automáticamente";
"AUTOHIDE_NO" = "Desactivando la función Ocultar y Mostrar el Dock automáticamente";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Activando los menús Exposé";
"EXPOSEMENUS_NO" = "Desactivando los menús Exposé";
"LOCKSIZE_YES" = "Locking the icons size in the Dock";
"LOCKSIZE_NO" = "Unlocking the icons size in the Dock";
"LOCKCONTENT_YES" = "Bloqueando los iconos en el Dock";
"LOCKCONTENT_NO" = "Desbloqueando los iconos en el Dock";
"SINGLEAPP_YES" = "Turning on Single Application mode";
"SINGLEAPP_NO" = "Turning off Single Application mode";
"LISTSTACK_YES" = "Mostrando el menú Lista de las Pilas de forma no jerárquica";
"LISTSTACK_NO" = "Mostrando el menú Lista de las Pilas de forma jerárquica";
"MOUSEOVERSTACK_YES" = "Activando el efecto de resaltado de los elementos colocados en pilas en vista por retícula";
"MOUSEOVERSTACK_NO" = "Desactivando el efecto de resaltado de los elementos colocados en pilas en vista por retícula";
"STACK_RECENTFAVORITE" = "Añadiendo una pila de Recientes/Favoritos en el Dock";
"SPACER_APP" = "Añadiendo un espaciador invisible a la izquierda del Dock";
"SPACER_OTHERS" = "Añadiendo un espaciador invisible a la derecha del Dock";
"RESTORE_DOCK" = "Restoring the Dock's display and parameters";
"REINIT_DOCK" = "Reseteo de los parámetros almacenados del Dock";

"HIDECONTROLSQT_YES" = "Ocultando los controles de reproducción en las ventanas de QuickTime";
"HIDECONTROLSQT_NO" = "Mostrando los controles de reproducción en las ventanas de QuickTime";
"HIDETITLEQT_YES" = "Ocultando la barra de títulos en las ventanas de QuickTime";
"HIDETITLEQT_NO" = "Mostrando la barra de títulos en las ventanas de QuickTime";
"AUTOPLAYMOVIE_YES" = "Activando la reproducción automática al abrir las películas";
"AUTOPLAYMOVIE_NO" = "Desactivando la reproducción automática al abrir las películas";
"ROUNDEDCORNERS_YES" = "Mostrando el contorno de ventana redondeado";
"ROUNDEDCORNERS_NO" = "Mostrando el contorno de ventana en ángulo recto";
"FULLSCREENQT_YES" = "Habilitando el mantenimiento en el modo de pantalla completa de QuickTime";
"FULLSCREENQT_NO" = "Deshabilitando el mantenimiento en el modo de pantalla completa de QuickTime";
"QTINFOPANEL_YES" = "Mostrando el inspector de películas de QuickTime Player 7 al ejecutar";
"QTINFOPANEL_NO" = "Ocultando el inspector de películas de QuickTime Player 7 al ejecutar";
"REINIT_QUICKTIME" = "Reseteo de los parámetros almacenados de QuickTime";

"PDFAUTO_YES" = "Activando la apertura de ficheros PDF en Safari";
"PDFAUTO_NO" = "Desactivando la apertura de ficheros PDF en Safari";
"SAFARICACHE_YES" = "Activando la Caché de Safari";
"SAFARICACHE_NO" = "Desactivando la Caché de Safari";
"BACKFORWARD_YES" = "Activando los botones Adelante/Atrás en Safari";
"BACKFORWARD_NO" = "Desactivando los botones Adelante/Atrás en Safari";
"SINGLEWIND_YES" = "Activando el modo de ventana única en Safari";
"SINGLEWIND_NO" = "Desactivando el modo de ventana única en Safari";
"CONFIRMCLOSEWIND_NO" = "Desactivando la confirmación cuando se cierran varias páginas en Safari";
"CONFIRMCLOSEWIND_YES" = "Activando la confirmación cuando se cierran varias páginas en Safari";
"DEBUGSAFARI_YES" = "Activando el menú Desarrollo de Safari";
"DEBUGSAFARI_NO" = "Desactivando el menú Desarrollo de Safari";
"FAVICON_YES" = "Mostrando los iconos de los Favoritos";
"FAVICON_NO" = "Ocultando los iconos de los Favoritos";
"SHOWTOOLTIPS_YES" = "Mostrando las URL de los enlaces de los Globos de Ayuda";
"SHOWTOOLTIPS_NO" = "Ocultando las URL de los enlaces de los Globos de Ayuda";
"PRINTBACKGROUND_YES" = "Activando la impresión de los fondos en Safari";
"PRINTBACKGROUND_NO" = "Desactivando la impresión de los fondos en Safari";
"PRINTHEADERFOOTER_YES" = "Activando Impresión de Cabeceras y Pies de página en Safari";
"PRINTHEADERFOOTER_NO" = "Desactivando Impresión de Cabeceras y Pies de página en Safari";
"HISTO_SAFARI" = "Parametrización del histórico de Safari";
"FIXWEBKITBUG" = "Re-activando la opción Zoom Sólo de Texto";
"REINIT_SAFARI" = "Reseteo de los parámetros almacenados de Safari";

"MAILPLAINTEXT_YES" = "Mostrando los nuevos mensajes de Correo con formato Texto";
"MAILPLAINTEXT_NO" = "Mostrando por defecto los nuevos mensajes de Correo";
"DATADETECTMAIL_NO" = "Desactivar los Detectores de Datos de Mail";
"DATADETECTMAIL_YES" = "Activar los Detectores de Datos de Mail";
"VIEWATTACHMENT_YES" = "Enabling display attachments in messages";
"VIEWATTACHMENT_NO" = "Disabling display attachments in messages";
"MAIL_MINIFONTSIZE" = "Modifying the minimum font size in the Mail's messages";
"COPYNAMEMAIL_YES" = "Mostrando el nombre cuando se copia la dirección de correo desde el menú contextual de Mail";
"COPYNAMEMAIL_NO" = "Ocultando el nombre cuando se copia la dirección de correo desde el menú contextual de Mail";
"REINIT_MAIL" = "Reseteo de los parámetros almacenados de Mail";

"TRACKNUMBER_NO" = "Ocultando los números de pista al importar en iTunes";
"TRACKNUMBER_YES" = "Mostrando los números de pista al importar en iTunes";
"AUTOPLAY_NO" = "Desactivando la reproducción mientras se importa en iTunes";
"AUTOPLAY_YES" = "Activando la reproducción mientras se importa en iTunes";
"DISABLESTORE_NO" = "Activando la iTunes Store en iTunes";
"DISABLESTORE_YES" = "Desactivando iTunes Store en iTunes";
"SHOWPING_YES" = "Mostrando los botones Ping en las listas de iTunes";
"SHOWPING_NO" = "Ocultando los botones Ping en las listas de iTunes";
"ITUNESLINKS_YES" = "Mostrando las flechas de enlace de iTunes";
"ITUNESLINKS_NO" = "Ocultando las flechas de enlace de iTunes";
"LINK_MS" = "Redireccionando las flechas de enlace a la Music Store";
"LINK_LIB" = "Redireccionando las flechas de enlace a la biblioteca";
"HALFSTARS_YES" = "Activando la puntuación por medias-estrellas";
"HALFSTARS_NO" = "Desactivando la puntuación por medias-estrellas";
"HIGHCONTRAST_YES" = "Activando el modo de Alto Contraste en iTunes";
"HIGHCONTRAST_NO" = "Desactivando el modo de Alto Contraste en iTunes";
"ITUNESZOOM_NO" = "Turning on the mini-player with the green zoom button";
"ITUNESZOOM_YES" = "Turning off the mini-player with the green zoom button";
"REINIT_ITUNES" = "Reseteo de los parámetros almacenados de iTunes";

"LOAD_IMAGELOGIN" = "Change the background image of the login window";
"RESET_IMAGELOGIN" = "Restoring the background of the login window";
"MSGLOGIN_YES" = "Visualizando un mensaje en la Ventana de Validación";
"MSGLOGIN_NO" = "Ocultando un mensaje en la Ventana de Validación";
"MODIF_LOGIN" = "Modificando los parámetros de la Ventana de Validación (Login)";
"ENABLEKIOSK" = "Activando el modo Kiosko";
"DISABLEKIOSK" = "Desactivando el modo Kiosko";
"KIOSKRESTART" = "Modificando el menú Manzana."; 
"MSG_KIOSKRESTART" = "La modificación del estado de los elementos Reiniciar, Apagar equipo y Cerrar sesión del menú Manzana únicamente serán efectivos tras reiniciar su ordenador.\n¿Realmente desea forzar el reinicio ahora?";
"HIDEBUTSESSION" = "Ocultando los botones en la Ventana de Login";
"SHOWBUTSESSION" = "Mostrando los botones en la Ventana de Login";
"INFOLOGIN" = "Modificando la info en la Ventana de Validación";
"SHOWADMINUSERS_YES" = "Visualizando los usuarios administradores en la Ventana de Validación";
"SHOWADMINUSERS_NO" = "Ocultando los usuarios administradores en la Ventana de Validación";
"SHOWLOCALUSERS_YES" = "Visualizando los usuarios normales en la Ventana de Validación";
"SHOWLOCALUSERS_NO" = "Ocultando los usuarios normales en la Ventana de Validación";
"SHOWNETWORKUSERS_YES" = "Visualizando los usuarios de red en la Ventana de Validación";
"SHOWNETWORKUSERS_NO" = "Ocultando los usuarios de red en la Ventana de Validación";
"SETBOOT" = "Configuración del modo de arranque";
"ALRT_BOOT" = "Usted tiene seleccionado el modo úsuario único (single user) como modo de arranque.";
"MSG_BOOT" = "El próximo reinicio, el ordenador no cargará el Finder y no visualizará el Escritorio. \nPara regresar al modo de arranque normal, introduzca el comando: nvram boot-args='' ''";
"REINIT_LOGIN" = "Reseteo de los parámetros de la Ventana de Validación";

"INDEXING_YES" = "Activando la indexación del Disco de Arranque";
"INDEXING_NO" = "Desactivando la indexación del Disco de Arranque";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Activando la búsqueda Spotlight en el Diccionario";
"DICTSPOTLIGHT_NO" = "Desactivando la búsqueda Spotlight en el Diccionario";
"CALCSPOTLIGHT_YES" = "Activando la Calculadora en Spotlight";
"CALCSPOTLIGHT_NO" = "Desactivando la Calculadora en Spotlight";
"HIDE_SPOTLIGHTICN" = "Ocultando el icono de Spotlight en la barra de menú";
"SHOW_SPOTLIGHTICN" = "Mostrando el icono de Spotlight en la barra de menú";
"REINIT_SPOTLIGHT" = "Reseteo de los parámetros de Spotlight";

"VERIFYDMG_YES" = "Activando la verificación de las imágenes de discos";
"VERIFYDMG_NO" = "Desactivando la verificación de las imágenes de discos";
"FORMATDMG_YES" = "Añadiendo otros formatos de las Imágenes de Disco";
"FORMATDMG_NO" = "Eliminando otros formatos de las Imágenes de Disco";
"DEBUGDU_YES" = "Activando el menú Debug de la Utilidad de Discos";
"DEBUGDU_NO" = "Desactivando el menú Debug de la Utilidad de Discos";
"VERIFYBURN_YES" = "Activando la verificación de Disco después de grabar";
"VERIFYBURN_NO" = "Desactivando la verificación de Disco después de grabar";
"HELPFLOAT_NO" = "Configurando el Visor de Ayuda en modo no-flotante";
"HELPFLOAT_YES" = "Configurando el Visor de Ayuda en modo flotante";
"ICONHELP_NO" = "Ocultando el icono del Visor de Ayuda en el Dock y en el conmutador de aplicaciones";
"ICONHELP_YES" = "Mostrando el icono del Visor de Ayuda en el Dock y en el conmutador de aplicaciones";
"DEBUGHELP_NO" = "Desactivando el modo Debug en el Visor de Ayuda";
"DEBUGHELP_YES" = "Activando el modo Debug en el Visor de Ayuda";
"X11ALERTQUIT_NO" = "Desactivando el mensaje de alerta antes de salir de X11";
"X11ALERTQUIT_YES" = "Activando el mensaje de alerta antes de salir de X11";
"APP_X11" = "Modificando la aplicación para ejecutarla cuando se lance el X11";
"SSBONJOUR_YES" = "Mostrando el navegador Bonjour en Compartir Pantalla";
"SSBONJOUR_NO" = "Ocultando el navegador Bonjour en Compartir Pantalla";
"SSTOOLBAR_YES" = "Mostrando la barra de herramientas completa en Compartir Pantalla";
"SSTOOLBAR_NO" = "Ocultando la barra de herramientas completa en Compartir Pantalla";
"DASHBOARD_YES" = "Activando Dashboard";
"DASHBOARD_NO" = "Desactivando Dashboard";
"DEVMODE_YES" = "Activando el Modo de Desarrollo de Dashboard";
"DEVMODE_NO" = "Desactivando el Modo de Desarrollo de Dashboard";
"RIPPLE_YES" = "Turning on the ripple effect on adding new widget";
"RIPPLE_NO" = "Turning off the ripple effect on adding new widget";
"DEBUGARD_YES" = "Activando el menú Debug de Apple Remote Desktop";
"DEBUGARD_NO" = "Desactivando el menú Debug de Apple Remote Desktop";
"DEBUGICAL_YES" = "Activando el menú Debug de iCal";
"DEBUGICAL_NO" = "Desactivando el menú Debug de iCal";
"DATADETECTICHAT_NO" = "Desactivando el Data Detectors de iChat";
"DATADETECTICHAT_YES" = "Activando el Data Detectors de iChat";
"FOCUSTERMINAL_YES" = "Activando el foco de las ventanas del Terminal";
"FOCUSTERMINAL_NO" = "Desactivando el foco de las ventanas del Terminal";
"ASINSPECTOR_YES" = "Activando el Inspector AppleScript en el Interface Builder";
"ASINSPECTOR_NO" = "Desactivando el Inspector AppleScript en el Interface Builder";
"REINIT_MISC" = "Reseteo de diversos parámetros almacenados";

"NO_SN" = "Número de serie no inicializado. \nProbablemente la placa base ha sido sustituida.";
"PURGE_MEMORY" = "Purging the inactive memory";
"DISABLE_SWAP" = "Turning off the virtual memory";
"ENABLE_SWAP" = "Turning on the virtual memory";
"MODIF_JOURNAL" = "Modificando el estado del registro de HFS+";
"JOURNAL_YES" = "Activando del Registro de HFS+";
"JOURNAL_NO" = "Desactivando del Registro de HFS+";
"SHOW_MINIPROFILE" = "Mostrando el perfil mini";
"SHOW_BASICPROFILE" = "Mostrando el perfil básico";
"SHOW_FULLPROFILE" = "Mostrando el perfil completo";
"SAVE_MINIPROFILE" = "Guardando el perfil mini";
"SAVE_BASICPROFILE" = "Guardando el perfil básico";
"SAVE_FULLPROFILE" = "Guardando el perfil completo";
"PROFILE_SAVED" = "Perfil guardado";
"MSG_XMLSAVED" = "El perfil de su configuración de hardware y software ha sido guardado en formato XML (.spx) en el Escritorio.";
"MSG_TXTSAVED" = "El perfil de su configuración de hardware y software ha sido guardado en formato Texto (.txt) en el Escritorio.";

"DEL_LOG" = "Borrando el Registro de OnyX";
"NEWLOG" = "Se ha creado un nuevo registro...";
"DEL_REPORTS" = "Borrando los Informes de Crash de OnyX";

"BAD_SYSTEM" = "OnyX no funciona con esta versión de Mac OS X.";
"GOOD_SYSTEM" = "Esta versión de OnyX requiere Mac OS X versión 10.6 (Snow Leopard).";
"BADPASS" = "El nombre o la contraseña que ha introducido son incorrectos.";
"MSG_BADPASS" = "Vuelva a introducir los datos.";

"ERROR" = "Error: ";
"MSG_NOSCRIPTLOG" = "These maintenance scripts have probably never been executed.";
"ERR_ONYXLOG" = "Registro de Sistema OnyX desactivado.";
"MSG_ONYXLOG" = "Usted probablemente ha personalizado el formato de fecha y hora en las Preferencias del Sistema. Un error de Sistema impide el funcionamiento del registro de sistema de OnyX.";
"ERR_UPDLOCATE" = "Se ha detectado un error mientras se reconstruía la base de datos locate.";
"ERR_UPDWHATIS" = "Se ha detectado un error mientras se reconstruía la base de datos whatis.";
"NOT_FOUND" = "Ningún elemento encontrado";
"ERR_INFOJOURNAL" = "Se ha detectado un error mientras se leía el estado del journaling. Imposible activarlo o desactivarlo.";
"ERR_ENABLEJOURNAL" = "Se ha detectado un error mientra se activaba el journaling.";
"ERR_DISABLEJOURNAL" = "Se ha detectado un error mientra se desactivaba el journaling.";
"ERR_LOAD" = "Error de Carga.";
"ERR_DEVTOOLS" = "Se ha detectado un error mientra se instalaraba el Panel de Preferencias.";
"ERR_SYNTAX" = "Error de sintaxis en el(los) siguiente(s) fichero(s):";
"ERR_DSSTORE" = "Se ha detectado un error mientras se borraban los ficheros .DS_Store.";
"MSG_DSSTORE" = "Verifique la ruta.";
"ERR_DATAENTRY" = "Error de entrada de datos.";
"ERR_NONAME" = "No se ha especificado un nombre. Por favor introdúzcalo.";
"ERR_POINTNAME" = "El nombre especificado empieza con un punto. Los ficheros cuyo nombre empieza con un punto quedan ocultos por el sistema. Por favor introduzca otro nombre.";
"NO_ANIMDESKTOP" = "No se ha seleccionado ningún fondo de Escritorio.";
"CHOOSE_ANIMDESKTOP" = "Por favor seleccione un fondo de Escritorio y pulse Iniciar.";
"MSGLOGIN" = "Mensaje no registrado.";
"ERR_MSGLOGIN" = "Probablemente usted ha usado caracteres especiales no autorizados. Por favor modifique su mensaje y vuelva a intentarlo...";
"ERR_UPDATE" = "Se ha detectado un error mientras se buscaba una actualización de OnyX.";
"ERR_UPDATERETRY" = "Se ha detectado un error mientras se buscaba una actualización de OnyX. El Sitio Web no está disponible en este momento o usted no está conectado a Internet. Por favor, inténtelo más tarde.";
"NO_FILE" = "Archivo inexistente";
"NOCOMMAND" = "Ningún comando seleccionado...";
"SELECT_COM" = "Por favor seleccione un comando de la lista o introduzca un comando en el campo de búsqueda.";
"NO_MAN" = "Ninguna entrada de manual para el comando: ";
"UNKNOWN_COM" = "Comando o entrada de manual desconocidos.";
"EMPTY_LIST" = "Empty list.";
"NO_SELECTION" = "Ningún elemento seleccionado";
"MSG_NOCASE" = "Debe seleccionar al menos una opción y luego reinténtelo.";
"ERR_TYPEPROFILE" = "Perfil no definido.";
"MSG_TYPEPROFILE" = "Por favor seleccione un estilo de perfil...";
"ERR_FORMATPROFILE" = "Formato no definido.";
"MSG_FORMATPROFILE" = "Por favor seleccione un formato de perfil...";
"MSG_SAVEPROFILE" = "Error detectado mientras se guardaba el perfil de su configuración.";
"NO_LOGONYX" = "El registro de OnyX (~/Library/Logs/OnyX.log) no existe. Este puede haber sido borrado.";
"BAD_CRASHONYX" = "El fichero seleccionado no es un informe de diagnóstico de OnyX o ha sido renombrado.";

"ALRT" = "¡Aviso!";
"ALRT_HIDEDISK" = "¿Realmente desea ocultar el disco de arranque?";
"ALRT_FINDER" = "OnyX va a reiniciar el Finder. Verifique que no hay ninguna operación en curso (copiar o mover ficheros, vaciar la papelera...) y pulse Continuar.";
"ALRT_SYSTEMUISERVER" = "OnyX va a reiniciar el proceso SystemUIServer. Este proceso muestra los iconos ubicados a la derecha de la barra de menú.";
"ALRT_APPS" = "OnyX podría forzar la salida de algunas aplicaciones. Verifique que no hay ninguna operación en curso y sus documentos estan guardados y pulse Continuar.";
"ALRT_ALLAPPS" = "OnyX cerrará todas las aplicaciones abiertas.";
"ALRT_FINDERAPPS" = "OnyX podría forzar la salida del Finder y de algunas aplicaciones. Verifique que no hay ninguna operación en curso y sus documentos estan guardados y pulse Continuar.";
"ALRT_RESTOREDOCK" = "OnyX will restore and relaunch the Dock. The parameters will be reset and the display will be the same as when the System and the applications were first installed.";
"ALRT_REINITDOCK" = "OnyX will reset the Dock's parameters and relaunch it.";
"ALRT_DOCK" = "OnyX va a reiniciar el Dock.";
"ALRT_SAFARI" = "OnyX va a Forzar la salida de Safari. Verifique que no está descargando nada y pulse Continuar.";
"ALRT_ITUNES" = "OnyX va a Forzar la salida de iTunes. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_DU" = "OnyX va a Forzar la salida de la Utilidad de Discos. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_TERM" = "OnyX va a Forzar la salida del Terminal. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_QTPLAYER" = "OnyX va a Forzar la salida de QuickTime Player. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_MAIL" = "OnyX va a Forzar la salida de Mail. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_ARD" = "OnyX va a Forzar la salida de Apple Remote Desktop. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_ICAL" = "OnyX va a Forzar la salida de iCal. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_ICHAT" = "OnyX va a Forzar la salida de iChat. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_HELPVIEWER" = "OnyX va a Forzar la salida del Visor de Ayuda. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_X11" = "OnyX va a Forzar la salida de X11 y sus aplicaciones. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_SS" = "OnyX va a Forzar la salida de Compartir Pantalla. Verifique que no hay ninguna operación en curso y pulse Continuar.";
"ALRT_IB" = "OnyX va a Forzar la salida de Interface Builder. Verifique que no hay ninguna operación en curso y pulse Continuar.";

"APPLE" = "por Apple Inc.";
"BARRIERE" = "por Joël Barrière";
"MARCHAND" = "por Jérémy Marchand";
"PETERSEN" = "por Dirk Petersen";
"BESSON" = "por Mathieu Besson";
"KINO" = "por Nato Kino";
"BENNETT" = "por Francisco O. Bennett";
"IDIART" = "por Dominique Idiart";
"BLOIS" = "por Jonathan Blois";
"BOUKARABILA" = "por Karim Boukarabila";
"HEUVEL" = "por Vincent van den Heuvel";
"HAWTIN" = "por Michael Hawtin";
"WONDRACK" = "por James Wondrack";
"TOOHEY" = "por Will Toohey";
"COLASHEEP" = "por Cola Sheep";
"RAZAN" = "por John D. Razan";
"J2MC" = "por Jose Juan Medina Cabrera";
"RHINEHART" = "por Brian Rhinehart";
"TOM" = "por Tom";
"LANHAM" = "por David Lanham";

"UNINSTALL_ONYX" = "¿Realmente desea desinstalar OnyX y los componentes creados durante la instalación y uso de la aplicación?";
"QUIT_ONYX" = "¿Realmente desea salir de OnyX?";
